[
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "This policy statement applies to all sites from which Capgemini operates, all employees, suppliers, and alliances maintained by Capgemini.",
    "area": "operations",
    "relevance": 0.9
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "We recognize that our business activities have environmental impacts and opportunities and are committed to continuously improving our environmental performance in relation to relevant objectives and targets (science-based targets where possible) as well as working with our customers to help them reduce their environmental impacts.",
    "area": "operations",
    "relevance": 0.9
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "We are committed to fulfilling our compliance obligations related to the environmental impacts of our operations and the protection of the environment, including the prevention of pollution through the adoption of appropriate controls.",
    "area": "compliance",
    "relevance": 0.9
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "We manage the implementation of this environmental policy and our environmental impacts through our global environmental management system that is certified to the ISO 14001 standard.",
    "area": "operations",
    "relevance": 0.9
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "Performance against our objectives and targets will be reviewed at least annually and reported publicly in our Annual Financial Report and in any associated Sustainability Reports. This Environmental Policy will be reviewed at least once a year.",
    "area": "operations",
    "relevance": 0.9
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "Capgemini is a global leader in consulting, digital transformation, technology, and engineering services. Our business activities are delivered from our own sites, customer sites, and other remote locations (including employees' homes).",
    "area": "operations",
    "relevance": 0.8
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "We are committed to training our employees on the impacts of their work on the environment and regularly consulting key stakeholders (particularly employees, customers, and suppliers) on environmental issues and ensuring that our environmental program responds to their feedback.",
    "area": "training",
    "relevance": 0.8
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "Specifically, we expect operations in the countries in which we operate to: 1. Understand our exposure to climate risks in the areas in which we operate and implement initiatives to mitigate such risks.",
    "area": "risk_management",
    "relevance": 0.8
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "2. Have a complete understanding of how to quantify and track our environmental impacts (at a minimum, our greenhouse gas (GHG) emissions) in accordance with our reporting requirements.",
    "area": "operations",
    "relevance": 0.8
  },
  {
    "section_title": "Adriana Gomes Guimaraes Oestreich",
    "clause_text": "3. Identify and implement energy-saving initiatives in our facilities to reduce the Group's energy consumption, supporting the Group's transition to renewable energy and helping to reduce the associated GHG emissions.",
    "area": "operations",
    "relevance": 0.8
  }
]